---
kind: enumMember
id: F:Autodesk.Revit.DB.OpenConflictScenario.Rollback
enum: Autodesk.Revit.DB.OpenConflictScenario
source: html/7db711fa-cfb1-39da-a184-5aaf4230b660.htm
---
# Autodesk.Revit.DB.OpenConflictScenario.Rollback

Central model is restored to an earlier version.